Repository: Eleven2012/YoosePro
Catalog: ios/src/Yoosee/*.lproj/Localizable.strings
Languages: ko, ru

source: Account Login
ko: 계정 로그인
ru: Вход в Учетную запись

# input_username
source: Please input Email/ID
ko: 이메일/ ID를 입력 해주세요.
ru: Введите ID/Email

# input_password
source: Please input Password
ko: 비밀번호를 입력 해주세요.
ru: Введите пароль

source: Login
ko: 로그인
ru: Вход

# unInputUsername
source: Please input Email/ID
ko: 이메일/ ID를 입력 해주세요.
ru: Введите ID/Email

# unInputPassword
source: Please input Password
ko: 비밀번호를 입력 해주세요.
ru: Введите пароль

source: Login Failure
ko: 로그인 실패!
ru: Сбой входа

source: User Unexist
ko: 사용자가 존재하지 않습니다.
ru: Пользователь не существует

source: Password Error
ko: 암호 오류!
ru: Ошибка пароля

source: Ok
ko: 확인
ru: ОК

source: Cancel
ko: 취소
ru: Отмена

# contact
source: Device list
ko: 장치 목록
ru: Список устройств

source: Logout
ko: 로그아웃
ru: Выход

# logout_prompt
source: Are you sure to logout?
ko: 로그 아웃 하시겠습니까?
ru: Выйти из учетной записи?

source: Call
ko: 통화
ru: Вызов

source: Monitor
ko: 모니터
ru: Монитор

source: Accept
ko: 동의
ru: Принять

# reject
source: HangUp
ko: 연결 끊기
ru: Завершить

# input_device_password
source: Please input device password
ko: eRobot 암호 입력
ru: Введите пароль устройства

source: Account Info
ko: 계정 정보
ru: Информация об Учетной записи

# check_update
source: Update
ko: 업데이트
ru: Обновить

# about_us
source: About
ko: 제품 소개
ru: О нас

# screenshot_success
source: Snapshot Success
ko: 화면 캡쳐 성공!
ru: Снимок получен

# sure_to_delete
source: Are you sure to delete?
ko: 삭제 하시겠습니까?
ru: Подтвердите удаление?

# sure_to_clear
source: Are you sure to clear?
ko: 삭제 하시겠습니까?
ru: Подтвердите очистку?

# operator_success
source: Operate Successfully
ko: 수정 완료하였습니다.
ru: Настройка завершена

# operator_failure
source: Operate Failed
ko: 수정 실패!
ru: Ошибка настройки

# no_permission
source: Permissions denied
ko: 연결 거부!
ru: Доступ запрещен

source: (Online)
ko: (온라인)
ru: (В сети)

source: (Offline)
ko: (오프라인)
ru: (Не в сети)

# add_contact
source: Add Online Device
ko: 장치 추가
ru: Добавить устройство

# input_contact_id
source: Please input device ID
ko: eRobot ID를 입력하세요.
ru: Введите ID устройства

# input_contact_name
source: Please input device name
ko: eRobot 이름을 입력하세요.
ru: Введите имя устройства

# input_contact_password
source: Please input device password
ko: eRobot 암호를 입력하세요.
ru: Введите пароль устройства

source: Next
ko: 다음
ru: Дальше

source: Save
ko: 저장
ru: Сохранить

# contact_already_exists
source: Device already exists
ko: 동일한 eRobot이 이미 존재합니다.
ru: Устройство уже существует

# chat
source: Call
ko: 전화
ru: Вызов

source: Message
ko: 메시지
ru: Сообщение

source: Playback
ko: 재생
ru: Воспроизведение

# control
source: Settings
ko: 설정
ru: Настройки

# device_control
source: Settings
ko: 설정
ru: Настройки

# modify
source: Edit
ko: 편집
ru: Настроить

# recent_one_day
source: One day
ko: 1일
ru: Один день

# recent_three_day
source: Three day
ko: 3일
ru: Три дня

# recent_one_month
source: One month
ko: 한달
ru: Месяц

source: Custom
ko: 고객
ru: Индивидуально

source: Device password error
ko: 비밀번호 오류!
ru: Ошибка пароля устройства

# net_exception
source: Network Error
ko: 네트워크 오류!
ru: Ошибка сети

source: About
ko: 2CU eRobot 소개
ru: О программе

# about_text
source: Zodikam is a free app designed for IP camera which is a new generation of smart home product.It uses advanced P2P network transmission technology,remote monitoring has never been easier,it is the best way to engage with family and friends.
ko: 2CU eRobot은 스마트 홈 제품으로, 새로운 디자인과 고품질 P2P네트워크 전송기술을 제공하고 있습니다. 모든 기능을 누구나 쉽게 사용하고 동작 할 수있도록 설계 구현한 최첨단 제품입니다. 본 SW는 하이드로날릭스㈜에서 제공합니다.감사합니다.
ru: Это бесплатное приложение для Видеофона "V-Phone". Данное приложение позволяет совершать видеозвонки, просматривать видео с видеофона в реальном времени, а так же защищать Ваш дом! С V-Phone Ваша жизнь станет ярче и интересней.

source: Start Time:
ko: 시작 시간:
ru: Время начала:

source: End Time:
ko: 종료 시간:
ru: Время окончания:

source: Search
ko: 검색
ru: Поиск

# unselected_start_time
source: Please select start time
ko: 시작 시간을 선택하세요.
ru: Выберите время начала

# unselected_end_time
source: Please select end time
ko: 종료 시간을 선택하세요.
ru: Выберите время окончания

source: Start time must before End time
ko: 시작시간은 종료시간보다 이전에 설정되어야 합니다.
ru: Время начала должно быть до времени окончания

source: Account
ko: 계정
ru: Учетная запись

source: Email
ko: 이메일

# phone_number
source: Phone
ko: 휴대폰
ru: Телефон

# modify_login_password
source: Login Password
ko: 로그인 비밀번호
ru: Пароль учетной записи

source: unbind
ko: 연결해제
ru: Отвязать

source: Modify Password
ko: 비밀번호 수정
ru: Настроить пароль

# input_original_password
source: Please input old password
ko: 기존 비밀번호를 입력하세요.
ru: Введите старый пароль

# input_new_password
source: Please input new password
ko: 새 비밀번호를 입력 해주세요.
ru: Введите новый пароль

source: Confirm Input
ko: 입력확인
ru: Подтвердите ввод

# two_passwords_not_match
source: Two passwords do not match
ko: 비밀번호가 일치하지 않습니다.
ru: Пароли не совпадают

# password_too_long
source: Password can not exceed 30 characters
ko: 비밀번호는 30자를 초과 할 수 없습니다.
ru: Пароль слишком длинный

source: Original password error
ko: 비밀번호 오류!
ru: Ошибка старого пароля

source: Unknown error
ko: 알 수 없는 오류!
ru: Неизвестная ошибка

# sure_to_unbind_email
source: Are you sure to unbind the email?
ko: 이메일을 삭제 하시겠습니까?
ru: Отвязать Email?

# sure_to_unbind_phone
source: Are you sure to unbind the phone?
ko: 전화 연결을 해제 하시겠습니까?
ru: Отвязать телефон?

source: Bind Email
ko: 이메일
ru: Привязать Email

# input_email
source: Please input email
ko: 이메일을 입력 해주세요.
ru: Введите email

# email_length_error
source: Email must be 5-31 characters in length
ko: 이메일 길이는 5~31자 이내여야합니다.
ru: Email должен быть от 5 до 31 символа в длинну

# email_used
source: Email has been used
ko: 이메일이 사용중입니다.
ru: Email уже используется

source: Email format error
ko: 이메일 오류!
ru: Ошибка формата Email

# input_login_password
source: Please input login password
ko: 비밀번호를 입력하세요.
ru: Введите пароль учетной записи

# session_error
source: Session error,your account may be login elsewhere,please relogin
ko: Error! 다른곳에서 로그인 중입니다. 다시 로그인하시기 바랍니다.
ru: Ошибка! Возможно Ваша учетная запись используется, повторите вход.

# time_set
source: Date and Time
ko: 날짜 및 시간
ru: Дата и Время

# media_set
source: Media Settings
ko: 미디어 설정
ru: Настройки медиа

# security_set
source: Security Settings
ko: 보안 설정
ru: Настройки безопасности

# network_set
source: Network Settings
ko: 네트워크 설정
ru: Настройки сети

# alarm_set
source: Alarm Settings
ko: 알람 설정
ru: Настройки тревоги

# record_set
source: Record Settings
ko: 녹음 설정
ru: Настройки записи

# defenceArea_set
source: Defence Area Settings
ko: 보안영역 설정
ru: Установка зон охраны

# remote_set
source: Remote Settings
ko: 원격 설정
ru: Удаленные настройки

source: Device Update
ko: 장치 업데이트
ru: Обновление устройства

source: Apply
ko: 적용
ru: Применить

source: Video Format
ko: 비디오 포맷
ru: Формат видео

source: Volume
ko: 볼륨
ru: Громкость

source: Modify device password
ko: 비밀번호 수정
ru: Установить пароль устройства

# motion
source: Motion Detection
ko: 모션 감지
ru: Детектор движения

source: Buzzer
ko: 알람
ru: Зуммер

# buzzer_time
source: Buzzer Time(minute)
ko: 알람시간(분)
ru: Время зуммера(минуты)

source: Alarm Email
ko: 알람 이메일
ru: Тревожный Email

source: Bind Account
ko: 연결 계정
ru: Привязать учетную запись

# sure_to_unbind_account
source: Are you sure to unbind this alarm ID?
ko: 알람 ID를 해제 하시겠습니까?
ru: Отвязать тревожный ID?

# input_alarm_id
source: Please input alarm ID
ko: 알람 ID를 입력해주세요.
ru: Введите тревожный ID

# id_too_long
source: ID must not more than 9 character
ko: ID는 9자 이상 이여야합니다.
ru: ID не может быть длиннее 9 символов

# alarm_id_must_zero_begin
source: Alarm ID must be '0' at the beginning
ko: 알람 ID는 반드시 0으로 시작해야 합니다.
ru: Тревожный ID должен начинаться с цифры 0

# add_bind_account_prompt1
source: Can only add
ko: 추가만 가능.
ru: Только добавить

# add_bind_account_prompt2
source: alarm account
ko: 알람 계정
ru: Тревожная учетная запись

source: Remote Defence
ko: 원격 보안
ru: Удаленная охрана

source: Remote Record
ko: 원격 녹화
ru: Удаленная запись

source: Record Type
ko: 녹화 유형
ru: Тип записи

# record_time
source: Record Time(minute)
ko: 녹화 시간(분)
ru: Время записи (минуты)

# manual_record
source: Manual Recording
ko: 수동 녹화
ru: Ручная запись

# alarm_record
source: Alarm Recording
ko: 알람 녹화
ru: Запись по тревоге

# timer_record
source: Scheduled Recording
ko: 예약 녹화
ru: Запись по расписанию

# plan_time_table
source: Plan Schedule
ko: 일정
ru: Задать расписание

# net_type
source: Network Type
ko: 네트워크 종류
ru: Тип сети

# alarm_push
source: Alarm push ID
ko: ID
ru: Тревожный ID

# change_net_prompt
source: Change the network may cause the device to disconnect,please confirm the action!
ko: eRobot 네느워크 연결이 끊겼습니다. 다시 연결 해 주십시요.
ru: Изменение типа сети приведет к потере соединения, подтвердите действие!

source: WIFI List
ko: WIFI 목록
ru: Список WIFI

# input_wifi_password
source: Please input wifi password
ko: 비밀번호를 입력하세요.
ru: Введите пароль WiFi

source: Wifi password format error
ko: WIFI 비밀번호 오류!
ru: Ошибка формата пароля WiFi

source: Remote
ko: 거실
ru: Удаленно

source: Hall
ko: 홀
ru: Зал

source: Window
ko: 창
ru: Окно

source: Balcony
ko: 발코니
ru: Балкон

source: Bedroom
ko: 침실
ru: Спальня

source: Kitchen
ko: 부엌
ru: Кухня

source: Courtyard
ko: 정원
ru: Двор

source: Door Lock
ko: 현관문
ru: Дверной замок

source: Other
ko: 기타
ru: Другое

# clear_defence_prompt
source: Confirm to clear?
ko: 정말로 삭제하시겠습니까?
ru: Очистить?

# learn_defence_prompt
source: Click ok to trigger the wireless sensor to code
ko: 무선센서를 동작을 위해 확인을 클릭 해주세요.
ru: Нажмите ОК для программирования

# device_not_support_defence_area
source: The current device does not support Defence Area
ko: 현재 장치는 보안기능을 지원하지 않습니다.
ru: Данное устройство не поддерживает охрану по зонам

source: Bind Phone
ko: 전화 연결
ru: Привязать телефон

# input_phone
source: Please input your phone number
ko: 당신의 전화번호를 입력해주세요.
ru: Введите Ваш номер телефона

source: China
ko: 중국
ru: Китай

source: America
ko: 미국
ru: США

# phone_length_error
source: Phone must be 6-15 characters in length
ko: 전화번호의 길이는 6-15자 여야합니다.
ru: Номер телефона должен быть не длиннее 15 символов

# phone_used
source: Phone has been used
ko: 통화중입니다.
ru: Телефон уже используется

# get_phone_code_too_times
source: Get phone code too frequently,please try again later
ko: 나중에 다시 시도하십시오.
ru: Код отправлен максимальное количество раз, повторите позже

# phone_format_error
source: Phone number format error
ko: 전화번호 오류!
ru: Ошибка формата номера телефона

# phone_code_was_send_to
source: Verification code has been send to
ko: 인증 코드가 전송되었습니다.
ru: Проверочны код отправлен:

# phone_check_code
source: Verification Code
ko: 인증 코드
ru: Проверочный код

source: Choose Country
ko: 국가 선택
ru: Выберите страну

# email_id_login
source: Email/User ID
ko: 이메일/ ID
ru: Email/ID

# phone_login
source: Phone
ko: 휴대폰
ru: Телефон

# register_success_prompt
source: Register Success!
ko: 성공적으로 등록되었습니다!
ru: Регистрация завершена!

# create_init_password_prompt
source: The device password is empty,please create a new password
ko: 비밀번호가 비어있습니다. 새 비밀번호를 입력하세요.
ru: Пароль устройства не задан, установите пароль

# device_already_exist_password
source: Add failed,Device already exists password
ko: 오류! 동일한 암호가 존재합니다.
ru: Пароль на устройстве уже задан

# call_in_prompt
source: Calling from
ko: 에서 전화
ru: Вызов от

# call_out_prompt
source: Calling to
ko: 에 전화
ru: Вызываю

# monitor_out_prompt
source: Connecting...
ko: 에 연결...
ru: Соединение с...

# net_warning_prompt
source: Current network is unavailable,Please check your network settings
ko: 현재 네트워크는 사용불가 합니다. 네트워크 설정을 다시 확인하세요.
ru: Текущая сеть недоступна, проверьте настройки

# now_version_is_latest
source: This is latest version
ko: 최신 버전입니다.
ru: Вы используете последнюю версию

# other_was_check_device_update
source: Device Busy
ko: 통화 중입니다.
ru: Устройство занято

source: Device not support
ko: 지원하지 않은 장치입니다.
ru: Устройство не поддерживается

source: Send
ko: 전송
ru: Отправить

# alarm_history
source: Alarm logs
ko: 알람 로그
ru: Записи тревог

# alarm_device
source: Device:
ko: 장치:
ru: Устройство:

# alarm_type
source: Type:
ko: 유형:
ru: Тип:

# input_message
source: Please input message
ko: 메시지를 입력해주세요.
ru: Введите сообщение

source: Message too long
ko: 메시지가 너무 깁니다.
ru: Сообщение слишком длинное

# can_not_send_message_to_myself
source: Can't send message to myself
ko: 자신에게는 메시지를 보낼 수 없습니다.
ru: Нельзя отправлять сообщение самому себе

source: Send Failure
ko: 보내기 실패
ru: Сбой отправки

source: Device
ko: 장치
ru: Устройство

source: View
ko: 화면
ru: Просмотр

source: Extern Alarm
ko: 외부 알람
ru: Внешняя тревога

# motion_dect_alarm
source: Motion Detection Alarm
ko: 모션 감지 알람
ru: Сработал детектор движения

source: Emergency Alarm
ko: 비상 알람
ru: Экстренная тревога

# ext_line_alarm
source: I/O Alarm
ko: I/O 알람
ru: Тревога I/O

# low_vol_alarm
source: Low Voltage Alarm
ko: 전원경보 알람
ru: Низкое напряжение

# pir_alarm
source: PIR Detection Alarm
ko: PIR 감지 알람
ru: Тревога PIR

source: Forget Password?
ko: 비밀번호를 잊어버리셨나요?
ru: Забыли пароль?

# device_password_too_long
source: Device password must be no more than 10 character
ko: 비밀번호는 10자 이내입니다.
ru: Пароль устройства должен быть не длиннее 10 символов

# password_zero_format_error
source: Device password must be digit combination and Can not be '0' at the beginning
ko: 암호는 숫자 조합이어야 하며 시작 부분에 ‘0’으로 시작 할 수 없습니다.
ru: Пароль устройства должен состоять из цифр и не может начинаться с цифры 0

# password_number_format_error
source: Device password must be only 0-9 combination
ko: 암호는 0-9까지 숫자이어야 합니다.
ru: Пароль устройства может содержать только цифры 0-9

# input_ssid
source: Please input WIFI-SSID
ko: WIFI-SSID 입력해주세요.
ru: Введите WIFI-SSID

# discovered
source: Discover
ko: 검색
ru: Исследовать

source: New Device
ko: 새 장치
ru: Новое устройство

# local_device_list
source: New Device List
ko: 새 장치 목록
ru: Список новых устройств

# device_id_zero_format_error
source: Invalid Device ID
ko: eRobot ID는 숫자 조합이어야 하고 ‘0’으로 시작이 불가능 합니다.
ru: ID устройства должен состоять из цифр и не может начинаться с цифры 0

# id_unknown_error
source: Unknown Error
ko: 알 수 없는 오류!
ru: Неизвестная ошибка

# id_overdate
source: Remote ID has expired
ko: ID가 만료되었습니다.
ru: ID просрочен

# id_disabled
source: Remote ID is disabled
ko: ID를 사용할 수 없습니다.
ru: ID отключен

# id_inactived
source: Remote ID is not activated
ko: ID가 활성화되지 않습니다.
ru: ID не активирован

# id_offline
source: Offline
ko: 오프라인
ru: Не в сети

# id_busy
source: Busy
ko: 통화 중
ru: Занят

# id_powerdown
source: Target id offline
ko: 대상 ID 오프라인
ru: Целевой ID не в сети

# id_connect_failed
source: Connect Failed
ko: 연결 실패
ru: Сбой соединения

# id_hangup
source: Hangup
ko: 연결 끊기
ru: Отбой

# id_timeout
source: Timeout
ko: 시간 제한
ru: Время истекло

# id_internal_error
source: Internal Error
ko: 내부 오류
ru: Внутренняя ошибка

# id_no_accept
source: No one answer
ko: 아무도 대답하지 않습니다.
ru: Нет ответа

# id_password_error
source: Device password error
ko: 비밀번호 오류
ru: Ошибка пароля устройства

# id_not_support
source: Not Support
ko: 지원하지 않습니다.
ru: Не поддерживается

# cur_version_is
source: Current version is
ko: 현재 버전
ru: Текущая версия

source: Can update to
ko: 로 업데이트 할 수 있습니다.
ru: Можно обновить до

# start_update
source: Start to update
ko: 업데이트 시작
ru: Начать обновление

source: Update Failed
ko: 업데이트 실패
ru: Обновление прервано

# cancel_update
source: Cancel
ko: 취소
ru: Отменить

source: loading...
ko: 로딩 중…
ru: Загрузка...

source: Device Info
ko: eRobot 정보
ru: Информация о устройстве

# release_new_version
source: newVersion has been released
ko: 새로운 버전이 출시되었습니다.
ru: Доступна новая версия

# ask_update_immediately
source: update immediately?
ko: 업데이트 하시겠습니까?
ru: Обновить немедленно?

# remain_me
source: remain me later
ko: 나중에 업데이트
ru: Напомнить позже

# update_me
source: update right now
ko: 지금 업데이트
ru: Обновить сейчас

# rate_me
source: rate for me
ko: 업데이트 진행
ru: Оценить

# skip_me
source: skip this version
ko: 현재 버전은 업데이트 하지 않습니다.
ru: Пропустить

# latest_version
source: This is the latest version
ko: 최신 버전입니다.
ru: Это последняя версия

# quit_update
source: No need to updata
ko: 최신 버전입니다.
ru: Обновление не требуется

# no_init_password_device
source: No set password device
ko: eRobot에 비밀번호가 설정되지 않았습니다.
ru: Пароль не задан

# defence_group
source: Group
ko: 그룹
ru: Группа

# defence_item
source: Item
ko: 항목
ru: Пункт

# already_learn
source: have been coded
ko: 이이 존재합니다.
ru: Задано

# learning
source: coding...
ko: 학습…
ru: Обучение...

source: clearing...
ko: 삭제…
ru: Очистка...

# qrcode_add
source: Smartlink
ko: 스마트 스캔
ru: Smart Scan

# qrcode
source: Set Wifi By QR Code
ko: QR 코드로 WIFI 설정
ru: Установить WiFi через QR код

source: Help
ko: 도움말
ru: Помощь

source: Add Device
ko: 장치 추가
ru: Добавить устройство

# empty_contact_prompt
source: Here is empty.So take action now to add device!
ko: 장치를 추가해 주세요.
ru: Пусто. Добавьте устройство!

# manually_add
source: Manual
ko: 사용 설명서
ru: Вручную

# set_scanning_code_prompt
source: Please aim the camera to the Smart Scan Code,Wait until you hear a Ding sound
ko: 스마트 스캔 에 eRobot을 입력하고 ‘땡’ 소리 날때까지 기다려 주세요.
ru: Направьте камеру на Smart Scan код и дождитесь звука «Дин».

# waiting_content_prompt
source: Waiting for WiFi connection
ko: WIFI 연결 대기 중
ru: Ожидание соединения WiFi

# set_wifi_failed_title
source: Connect failed
ko: 연결에 실패
ru: Сбой соединения

# set_wifi_failed_prompt
source: 1.Your phone and the device are not in the same LAN 2.The device can't connect to the WiFi 3.The device can't support 5G wifi
ko: 연결할 수 없습니다.
ru: 1.Ваш телефон находится в другой LAN сети 2.Камере не удается подключиться к WiFi 3.Устройство не поддерживает 5G WiFi

# set_wifi_success_title
source: Setting Success!
ko: 설정 성공!
ru: Настройка завершена!

# qrcode_prompt
source: Please place mobile phone 20 to 30 centimeters away from camera,let camera face the Smart Scan code,wait until you hear a Ding sound?
ko: 스마트 스캔 코드를 직면하여 카메라의 20~30cm 떨어진 곳에 전화기를 배치하시고 땡 소리가 날 때까지 기다리십시요
ru: Установите мобильный телефон в 20-30 см от камеры, экраном к камере, чтобы она распознала Smart Scan код, дождитесь звука «Дин».

# modify_visitor_password
source: Guest password
ko: Guest 비밀번호
ru: Гостевой пароль

source: Auto Update
ko: 자동 업데이트
ru: Автообновление

# accept_alarm
source: Receive Alarm Msg
ko: 알림 메시지를 수신
ru: Получить тревожное сообщение

# human_infrared
source: Infrared switch
ko: 적외선 스위치
ru: ИК переключатель

source: Wired alarm input
ko: I/O입력 알람
ru: Вход I/O тревоги

source: Wired alarm output
ko: I/O출력 알람
ru: Выход I/O тревоги

# image_inversion
source: Image Reverse
ko: 이미지 반전
ru: Перевернутое изображение

# input_new_visitor_password
source: Please input guest password
ko: Guest 비밀번호를 입력하세요
ru: Введите гостевой пароль

source: Anonymous
ko: 익명
ru: Аноним

# remote_record_switch
source: Record Switch
ko: 녹화 기록
ru: Переключение записи

# modify_manager_password
source: Admin password
ko: 관리자 비밀번호
ru: Пароль администратора

# number_viewer
source: Number of viewers:
ko: 화면 개수:
ru: Количество просматривающих:

# time_zone_set
source: Timezone Setting
ko: 시간대 설정
ru: Установка часового пояса

# new_account_register
source: Register
ko: 새로운 계정 등록

# phone_register
source: Register by phone
ko: 전화 등록

# email_register
source: Register by email
ko: 이메일 등록

# register_account
source: Register Guide
ko: 계정 등록
ru: Регистрация учетной записи

source: Storage Info
ko: 녹화저장 정보
ru: Состояние памяти

# sd_card_capacity
source: SD Capacity:
ko: SD 용량:
ru: Память SD:

# sd_card_rem_capacity
source: SD Remainder Capacity:
ko: SD 사용가능 용량:
ru: Осталось памяти SD:

source: U Disk Capacity:
ko: U 디스크 용량:
ru: Память U Disk:

# u_disk_rem_capacity
source: U Remainder Capacity:
ko: U 디스크 사용가능 용량:
ru: Осталось памяти U Disk:

# sd_card_format
source: Erase SD Card
ko: SD 카드 지우기
ru: Форматировать SD

# no_storage
source: No storage device
ko: SD카드를 찾을 수 없습니다.
ru: Карт памяти не обнаружено.

# not_support_format
source: The device dose not support format.
ko: 지원하지 않는 포맷입니다.

# sd_format_success
source: Erase sd card Successfully
ko: SD카드 포맷 성공

source: Format SD Card
ko: SD카드 포맷

# confirm_format
source: Are you sure to clear?If you do this,you will lose all the data!
ko: 정말로 포맷 하시겠습니까?

# device_not_support_sensor_switch
source: The current device does not support sensor switch
ko: 이 센서는 지원하지 않습니다.

source: Learn code
ko: 코드 학습

source: No Record
ko: 녹화 기록이 없습니다.

# no_more_record
source: No more records.
ko: 더 이상 녹화 기록이 없습니다.

source: Debug Alarm
ko: 알람 수정

source: Defence Alarm
ko: 보안 알람

source: Defence Disable Alarm
ko: 보안 알람 비활성화

# battery_low_vol
source: Battery Low Voltage Alarm
ko: 배터리 경고

# scan_prompt01
source: Camera needs Wi-Fi to connect
ko: Camera you want to connect to WIFI
ru: Camera you want to connect to WIFI

# add_guard_text06
source: Power On
ko: Connect the power
ru: Connect the power

# add_guard_text07
source: Power on, wait for connection sound from camera; if you do not hear the connection sound, please reset it
ko: Power on, wait for the sound drops the camera; if you do not hear the drip-drip-drip sound, set camera reset
ru: Power on, wait for the sound drops the camera; if you do not hear the drip-drip-drip sound, set camera reset

# waiting_content_prompt01
source: Waiting for connection
ko: Waiting for connecting
ru: Waiting for connecting

# waiting_content_prompt02
source: Connecting... Please be patient,connection is complete soon.
ko: Connecting... Please be patient, soon the connection is successful.
ru: Connecting... Please be patient, soon the connection is successful.

# connection_failure
source: Connect failed
ko: Connection Failure
ru: Connection Failure

# failure_reason
source: Possible reason: 1.Wrong Wi-Fi password 2.The camera does not support the 5G Wi-Fi 3.Bad network quality
ko: The possible reason: 1.Input the wrong password for WiFi 2.The camera does not support the 5G network
ru: The possible reason: 1.Input the wrong password for WiFi 2.The camera does not support the 5G network

source: CurVersion
ru: ТекВерсия

source: KernelVersion
ru: Версия ядра

source: RootfsVersion
ru: Версия системы

source: uBootVersion
ru: Версия uBoot

source: Heard
ru: Слышал
